//GNLCPY16 JOB MSGLEVEL=(1,1)
//* COMMON JCL INPUT AND SPOOL VERIFICATION
//COPY     EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT2   DD SYSOUT=*,
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=80)
//SYSIN    DD DUMMY
//SYSUT1   DD *
GENERAL-JCL-RECORD-ONE
GENERAL-JCL-RECORD-TWO
/*
//DELIM    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT2   DD SYSOUT=*,
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=80)
//SYSIN    DD DUMMY
//SYSUT1   DD DATA,DLM=ZZ
//THIS IS INPUT DATA
/*THIS IS ALSO INPUT DATA
ZZ
//SKIP     EXEC PGM=IEFBR14,COND=(0,EQ,COPY)
//
